var names = ["佐藤", "鈴木", "高橋", "田中", "渡辺", "伊藤", "山本", "中村", "小林", "加藤", "吉田", "山田", "佐々木", "山口", "松本", "井上", "斎藤", "木村", "林", "清水", "山崎", "池田", "阿部", "森", "橋本", "山下", "石川", "中島", "前田", "藤田", "小川", "岡田", "後藤", "長谷川", "村上", "近藤", "石井", "坂本", "遠藤", "青木", "藤井", "西村", "福田", "太田", "三浦", "藤原", "岡本", "松田", "斉藤", "中川", "中野", "原田", "小野", "竹内", "田村", "金子", "和田", "中山", "石田", "上田", "森田", "原", "柴田", "酒井", "工藤", "横山", "宮崎", "宮本", "内田", "高木", "安藤", "谷口", "大野", "今井", "丸山", "高田", "河野", "藤本", "小島", "武田", "村田", "上野", "杉山", "増田", "菅原", "平野", "小山", "大塚", "久保", "千葉", "松井", "岩崎", "野口", "松尾", "木下", "菊地", "野村", "佐野", "渡部", "新井"];

var createName = function(){
    return names[Math.floor(Math.random()*names.lentgth)];
}
